Repository: shinta0806/CFileMerge2
Catalog: CFileMerge2/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Meta_Language
source: en-us
ja_jp: ja-jp

# AppInfo_AppName
source: Chochoito File Merge 2
ja_jp: ちょちょいとファイル合併 2

# AppInfo_Distribution_Store
source: Store edition
ja_jp: ストア版

# AppInfo_Distribution_Zip
source: Zip edition
ja_jp: zip 版

# AppInfo_Description
source: A tool for developers that assists in creating static HTML help.
ja_jp: 静的 HTML によるヘルプの作成をアシストする、開発者向けのツールです。

# AppInfo_AssociationName
source: Chochoito File Merge 2 Makefile
ja_jp: ちょちょいとファイル合併 2 メイクファイル

# GeneralView_ButtonCancel.Content
source: Cancel
ja_jp: キャンセル

# GeneralView_FileTypeSta
source: Settings file
ja_jp: 設定ファイル

# GeneralView_Error_CannotShowHelp
source: Could not display help.
ja_jp: ヘルプを表示できませんでした。

# GeneralView_Error_NoAnchor
source: Could not display context-sensitive help:
ja_jp: 状況に応じたヘルプを表示できませんでした：

# GeneralView_Information_ShowNormalHelp
source: Displays regular help.
ja_jp: 通常のヘルプを表示します。

# App_Fatal_UnhandledException
source: Unknown error occurred. Terminate the application.
ja_jp: 不明なエラーが発生しました。アプリケーションを終了します。

# MainPage_ButtonBrowseMake.Content
source: Browse
ja_jp: 参照(B)

# MainPage_ButtonCfm2Settings_ToolTip.Content
source: Settings
ja_jp: 環境設定

# MainPage_ButtonHelp_ToolTip.Content
source: Help
ja_jp: ヘルプ

# MainPage_ButtonOpenOutFile.Content
source: Open output file
ja_jp: 出力ファイルを開く(O)

# MainPage_ButtonRecentMake_ToolTip.Content
source: Recent makefiles
ja_jp: 最近使用したメイクファイル

# MainPage_MenuFlyoutItemHelp.Text
source: Help
ja_jp: ヘルプ

# MainPage_MenuFlyoutItemSampleFolder.Text
source: Sample folder
ja_jp: サンプルフォルダー

# MainPage_MenuFlyoutItemAbout.Text
source: About
ja_jp: バージョン情報

# MainPage_TextBlockGo.Text
source: Start
ja_jp: スタート

# MainPage_TextBlockMake.Text
source: Makefile:
ja_jp: メイクファイル(M)：

# MainPageViewModel_Error_ButtonBrowseMakeClicked
source: Browse error:
ja_jp: 参照時エラー：

# MainPageViewModel_Error_ButtonCfm2SettingsClicked
source: Open settings error:
ja_jp: 環境設定表示時エラー：

# MainPageViewModel_Error_ButtonOpenOutFileClicked
source: Open out file error:
ja_jp: 出力ファイルを開く時エラー：

# MainPageViewModel_Error_ButtonGoClicked
source: Merge error:
ja_jp: 合併時エラー：

# MainPageViewModel_Error_ExecuteCfmTagInclude_NoPath
source: {0} tag has no path.
ja_jp: {0} タグのパスが指定されていません。

# MainPageViewModel_Error_ExecuteCfmTagIncludeFolder_NoExist
source: Include folder does not exist:
ja_jp: インクルードフォルダーが存在しません：

# MainPageViewModel_Error_ExecuteCfmTagOutFile_SameFile
source: The destination file is the same as the makefile.
ja_jp: 出力先ファイルがメイクファイルと同じです。

# MainPageViewModel_Warning_ExecuteCfmTagSet_NoEq
source: The Set tag is not in the "variable name = variable value" format:
ja_jp: Set タグが「変数名 = 変数値」の形式になっていません：

# MainPageViewModel_Warning_ExecuteCfmTagSet_NoName
source: Variable name in Set tag is not specified:
ja_jp: Set タグの変数名が指定されていません：

# MainPageViewModel_Warning_ExecuteCfmTagVar_NoDeclare
source: The variable name specified in the Var tag is not declared in the Set tag:
ja_jp: Var タグで指定された変数名が Set タグで宣言されていません：

# MainPageViewModel_Warning_ExecuteCfmTagVar_NoName
source: The variable name in the Var tag is not specified.
ja_jp: Var タグの変数名が指定されていません。

# MainPageViewModel_Error_GetPath_NoPath
source: {0} path is not specified.
ja_jp: {0} のパスが指定されていません。

# MainPageViewModel_Error_MenuFlyoutItemRecentMakeClicked
source: Recent makefile applying error:
ja_jp: 最近使用したメイクファイル適用時エラー：

# MainPageViewModel_Error_MenuFlyoutRecentMakeOpening
source: Recent makefile error:
ja_jp: 最近使用したメイクファイル時エラー：

# MainPageViewModel_Error_MenuFlyoutItemSampleFolderClicked
source: Open sample folder error:
ja_jp: サンプルフォルダー表示時エラー：

# MainPageViewModel_Error_MenuFlyoutItemAboutClicked
source: Open about error:
ja_jp: バージョン情報表示時エラー：

# MainPageViewModel_Done_MergeAsync
source: Completed. Elapsed time: {0} milliseconds
ja_jp: 完了しました。 経過時間：{0} ミリ秒

# MainPageViewModel_Error_MergeAsync
source: Merge error:
ja_jp: 合併時エラー：

# MainPageViewModel_Warning_MergeAsync
source: Warnings:
ja_jp: 警告があります：

# MainPageViewModel_Error_OpenOutFile
source: Open out file dealing error:
ja_jp: 出力ファイルを開く処理時エラー：

# MainPageViewModel_Warning_ParseCfmTag_NoColon
source: Cfm tag is missing a delimiter colon:
ja_jp: Cfm タグに区切りコロンがありません：

# MainPageViewModel_Warning_ParseCfmTag_NotSupported
source: Unsupported Cfm tag.
ja_jp: サポートされていない Cfm タグです：

# MainPageViewModel_Error_ParseFile_CyclicInclude
source: Includes are circulating:
ja_jp: インクルードが循環しています：

# MainPageViewModel_Error_ParseFile_Empty
source: Contents are empty:
ja_jp: 内容が空です：

# MainPageViewModel_Error_ParseFile_Encoding
source: Could not determine character encoding:
ja_jp: 文字コードを判定できませんでした：

# MainPageViewModel_Error_ParseFile_NoFile
source: File not found:
ja_jp: ファイルが見つかりません：

# MainPageViewModel_Error_ParseFile_NotSpecified
source: File not specified.
ja_jp: ファイルが指定されていません。

# MainPageViewModel_Warning_ParseHxTag_HxId
source: Unable to create a table of contents because the HTML H tag does not have an ID attribute:
ja_jp: HTML H タグに ID 属性がないため目次が作成できません：

# MainPageViewModel_Warning_ParseHxTag_HxNotClose
source: Unable to create a table of contents because the HTML H tag is not closed:
ja_jp: HTML H タグが閉じられていないため目次が作成できません：

# MainPageViewModel_Warning_ParseHxTag_HxRank
source: The rank of the HTML H tag is outside the scope of the HTML Living Standard specification:
ja_jp: HTML H タグのランクが HTML Living Standard 仕様の範囲外です：

# MainPageViewModel_SrcName_AnchorMakeFile
source: {0} tag's anchor makefile
ja_jp: {0} タグのアンカーメイクファイル

# MainPageViewModel_SrcName_AnchorOutFolder
source: Anchor out folder
ja_jp: アンカー出力先フォルダー

# MainPageViewModel_SrcName_Tag
source: {0} tag
ja_jp: {0} タグ

# MainPageViewModel_Updated
source: [Updated] {0} has been updated. You can check the updated contents from the About window.
ja_jp: 【更新起動】 {0} が更新されました。 更新内容についてはバージョン情報ウィンドウから確認できます。

# MainPageViewModel_Warning_Alpha
source: This version is an alpha version under development. Please read the help carefully before use and use with caution.
ja_jp: このバージョンは開発途上のアルファバージョンです。 使用前にヘルプをよく読み、注意してお使い下さい。

# MainPageViewModel_Warning_Beta
source: This version is a beta version under development. Please read the help carefully before use and use with caution.
ja_jp: このバージョンは開発途上のベータバージョンです。 使用前にヘルプをよく読み、注意してお使い下さい。

# ProgressWindow_Title
source: Merging
ja_jp: 合併中

# ProgressPage_ButtonAbort.Content
source: Abort
ja_jp: 中止(A)

# ProgressPage_TextBlockProgress.Text
source: Processing...
ja_jp: 処理中...

# ProgressPageViewModel_Confirm_Abort
source: Merger in progress. Are you sure you want to abort?
ja_jp: 合併作業中です。 中止してもよろしいですか？

# ProgressPageViewModel_Error_ButtonAbortClicked
source: Abort error:
ja_jp: 中止時エラー：

# AboutWindow_Title
source: About {0}
ja_jp: {0} のバージョン情報

# AboutPage_ButtonCheckUpdate.Content
source: Check for updates
ja_jp: 更新プログラムの確認(U)

# AboutPage_ButtonHistory.Content
source: History
ja_jp: 更新履歴(H)

# AboutPage_TextBlockAppDistrib.Text
source: Distribution:
ja_jp: 配布ページ：

# AboutPage_TextBlockAppInfo.Text
source: App Information
ja_jp: アプリケーション情報

# AboutPage_TextBlockAppSupport.Text
source: Support:
ja_jp: サポートページ：

# AboutPage_TextBlockAuthorEMail.Text
source: Email:
ja_jp: E メール：

# AboutPage_TextBlockAuthorFantia.Text
source: Fansite:
ja_jp: ファンサイト：

# AboutPage_TextBlockAuthorInfo.Text
source: Author Information
ja_jp: 作者情報

# AboutPage_TextBlockAuthorWeb.Text
source: Web:
ja_jp: ホームページ：

# AboutPageViewModel_Error_ButtonCheckUpdateClicked
source: Check for updates error:
ja_jp: 更新プログラムの確認ボタンクリック時エラー：

# AboutPageViewModel_Error_ButtonHistoryClicked
source: History error:
ja_jp: 更新履歴ボタンクリック時エラー：

# AboutPageViewModel_Error_ButtonOkClicked
source: OK button error:
ja_jp: OK ボタンクリック時エラー：

# Cfm2SettingsWindow_Title
source: Settings
ja_jp: 環境設定

# Cfm2SettingsPage_ButtonDefault.Content
source: Default
ja_jp: 初期化(I)

# Cfm2SettingsPage_NavigationViewItemMaintenance.Content
source: Maintenance
ja_jp: メンテナンス

# Cfm2SettingsPage_NavigationViewItemSettings.Content
source: Settings
ja_jp: 設定

# Cfm2SettingsPageViewModel_Error_ButtonCancelClicked
source: Cancel button error:
ja_jp: キャンセルボタンクリック時エラー：

# Cfm2SettingsPageViewModel_Error_ButtonDefaultClicked
source: Default button error:
ja_jp: 初期化ボタンクリック時エラー：

# Cfm2SettingsPageViewModel_Error_ButtonOkClicked
source: OK button error:
ja_jp: OK ボタンクリック時エラー：

# Cfm2SettingsPageViewModel_Confirm_Default
source: Reset all settings to default. Are you sure?
ja_jp: 環境設定をすべて初期設定に戻します。 よろしいですか？

# Cfm2SettingsPageViewModel_Error_NavigationViewSelectionChanged
source: Navigation selection error:
ja_jp: ナビゲーション選択時エラー：

# Cfm2SettingsNavigationSettingsPage_AnchorHint.Text
source: * GenerateAnchorFiles tags take precedence.
ja_jp: ※GenerateAnchorFiles タグでの指定が優先されます。

# Cfm2SettingsNavigationSettingsPage_CheckBoxOverwriteAnchorFiles.Content
source: Overwrite existing anchor file
ja_jp: 既存のアンカーファイルを上書きする(V)

# Cfm2SettingsNavigationSettingsPage_TextBlockAnchor.Text
source: Anchor file creation target
ja_jp: アンカーファイル作成対象

# Cfm2SettingsNavigationSettingsPage_TextBlockAnchor_ToolTip.Content
source: GenerateAnchorFiles Sets which anchor files will be created for a given heading when a tag is specified.
ja_jp: GenerateAnchorFiles タグが指定された際、どの見出しに対するアンカーファイルを作成するか、を設定します。

# Cfm2SettingsNavigationSettingsPage_TextBlockToc.Text
source: TOC target
ja_jp: 目次対象

# Cfm2SettingsNavigationSettingsPage_TextBlockToc_ToolTip.Content
source: Sets which heading to create a table of contents for when a Toc tag is specified.
ja_jp: Toc タグが指定された際、どの見出しに対する目次を作成するか、を設定します。

# Cfm2SettingsNavigationSettingsPage_TextBlockTocHint.Text
source: * Toc tags take precedence.
ja_jp: ※Toc タグでの指定が優先されます。

# Cfm2SettingsNavigationSettingsPageViewModel_Error_CheckProperties_AnchorFile
source: Please select one or more anchor file targets. If you do not want to create anchor files, you do not use the GenerateAnchorFiles tag.
ja_jp: アンカーファイル作成対象を 1 つ以上選択してください。 ※アンカーファイルを作成したくない場合は、GenerateAnchorFiles タグを使わなければ作成されません。

# Cfm2SettingsNavigationSettingsPageViewModel_Error_CheckProperties_Toc
source: Please select one or more table of contents targets. If you do not want to insert a table of contents, do not use the Toc tag.
ja_jp: 目次対象を 1 つ以上選択してください。 ※目次を挿入したくない場合は、Toc タグを使わなければ挿入されません。

# Cfm2SettingsNavigationMaintenancePage_ButtonBackup.Content
source: Backup
ja_jp: 設定のバックアップ(B)

# Cfm2SettingsNavigationMaintenancePage_ButtonCheckRss.Content
source: Check for information now
ja_jp: 今すぐ最新情報を確認(A)

# Cfm2SettingsNavigationMaintenancePage_ButtonRestore.Content
source: Restore
ja_jp: 設定の復元(R)

# Cfm2SettingsNavigationMaintenancePage_CheckBoxCheckRss_Content
source: Check for {0} information automatically
ja_jp: {0} の最新情報を自動的に確認する(L)

# Cfm2SettingsNavigationMaintenancePage_TextBlockBackup.Text
source: Backup of settings (save to file)
ja_jp: 設定のバックアップ（ファイルに保存）

# Cfm2SettingsNavigationMaintenancePageViewModel_Done_ButtonBackupClicked
source: Settings backuped.
ja_jp: 設定のバックアップが完了しました。

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonBackupClicked
source: Backup error:
ja_jp: 設定のバックアップボタンクリック時エラー：

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonCheckRssClicked
source: Check information error:
ja_jp: 今すぐ最新情報を確認時エラー：

# Cfm2SettingsNavigationMaintenancePageViewModel_Done_ButtonRestoreClicked
source: Settings restored.
ja_jp: 設定を復元しました。

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonRestoreClicked
source: Restore error:
ja_jp: 設定の復元ボタンクリック時エラー：

# Cfm2SettingsNavigationMaintenancePageViewModel_Confirm_CheckRss
source: If you disable check for updates, you will not see updates, etc. when a new version of {0} is released. Are you sure you want to disable it?
ja_jp: 最新情報の確認を無効にすると、{0} の新版がリリースされた際の更新内容などが表示されません。 本当に無効にしてもよろしいですか？

# Cfm2SettingsNavigationMaintenancePageViewModel_Confirm_LoadSettingsArchiveAsync
source: Trying to restore a different version of settings. May not be able to restore successfully, do you want to restore?
ja_jp: 異なるバージョンの設定を復元しようとしています。 正常に復元できない可能性がありますが、復元しますか？

source: Cannot read the settings file.
ja_jp: 設定ファイルを読み込めません。

source: Cannot read the settings in the settings file.
ja_jp: 設定ファイル内の設定を読み込めません。

# LatestInfoManager_Ask_AskDisplayLatestAsync
source: Found {0} newest information. Would you like to see them?
ja_jp: 最新情報が {0} 件見つかりました。 表示しますか？

# LatestInfoManager_Cancel_AskDisplayLatestAsync
source: Canceled.
ja_jp: 最新情報の表示を中止しました。

# LatestInfoManager_Error_CheckAsync
source: Error when checking latest information:
ja_jp: 最新情報確認時エラー：

# LatestInfoManager_NoInfo_CheckAsync
source: There was no update.
ja_jp: 最新情報はありませんでした。

# LatestInfoManager_Error_DisplayLatest_Not
source: Could not display the latest information.
ja_jp: 最新情報を表示できませんでした。

# LatestInfoManager_Error_DisplayLatest_Part
source: Some of the latest information could not be displayed.
ja_jp: 一部の最新情報を表示できませんでした。
